// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Sobre o Chrome OS Image Creator";
"Menu Prefs" = "Preferências…";
"Menu Services" = "Serviços";
"Menu Hide" = "Ocultar o Chrome OS Image Creator";
"Menu Hide Others" = "Ocultar outros";
"Menu Show All" = "Mostrar tudo";
"Menu Quit" = "Sair do Chrome OS Image Creator";
"Menu Window" = "Janela";
"Menu Minimize" = "Minimizar";
"Menu Zoom" = "Aplicar zoom";
"Menu Bring All To Front" = "Trazer tudo para frente";
"Menu Help" = "Ajuda";
"Menu App Help" = "Ajuda do Chrome OS Image Creator";

/* Buttons */
"Button Previous" = "Anterior";
"Button Next" = "Próximo";
"Button Stop" = "Parar";
"Button Done" = "Concluído";

/* Tab: Select device model */
"Text Welcome" = "Esta ferramenta permite que você crie um cartão SD ou um cartão de memória USB de recuperação para restaurar seu dispositivo Chrome OS.\n\nInsira o número do modelo de seu dispositivo Chrome OS (por ex., SAMS ALEX BETA-US 8738). Ele é exibido na parte inferior da tela que solicita que você conecte um dispositivo de recuperação.";
"Text Model" = "Modelo:";
"Button Local Image" = "Imagem local…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Selecione um dispositivo de armazenamento removível para ser usado para recuperação:";
"Text Insertion Prompt" = "Insira um cartão SD ou um cartão de memória USB.";

/* Tab: Done */
"Text Congrats" = "Sua mídia está pronta. Você pode removê-la do seu sistema e usá-la para restaurar seu dispositivo Chrome OS.";

/* Sizes */
"Size Bytes" = " bytes";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Este aplicativo não pode ser executado.";
"NoDiskArb Informative" = "Ocorreu um problema ao iniciar a Arbitragem de disco. Isso não deveria acontecer.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Não é possível recuperar a lista de imagens.";
"CantGetConfig Informative" = "Ocorreu um problema ao recuperar a lista de imagens de recuperação disponíveis (%1$@). Certifique-se de que sua conexão de rede esteja funcionando.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "não foi possível alocar uma conexão";
"CantGetConfig Error DownloadError" = "ocorreu um erro durante o download";
"CantGetConfig Error StringCreate" = "não foi possível usar a resposta";

/* Version error. */
"VersionError Message" = "Esta versão do aplicativo é muito antiga.";
"VersionError Informative" = "Faça download de uma versão mais recente. Esta é a versão %1$@. É necessária pelo menos a versão %2$@. %3$@";
"VersionError OK" = "Obter nova versão";

/* File dialog to select a local file. */
"SelectLocal File" = "Selecione uma imagem:";
"SelectLocal Button" = "Selecionar";

/* Alert on writing stick. */
"WriteAlert Message" = "Tem certeza de que deseja apagar permanentemente %1$@?";
"WriteAlert Informative" = "Todos os dados que estão nele atualmente serão perdidos de forma permanente. Você não pode desfazer esta ação.";
"WriteAlert Cancel" = "Não apagar";
"WriteAlert OK" = "Apagar";

"TooSmallAlert Message" = "%1$@ não pode ser usado. É muito pequeno.";
"TooSmallAlert Informative" = "É necessário um cartão SD ou cartão de memória USB de pelo menos %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "%1$@ não pode ser usado. É somente leitura.";
"NotWritable Informative" = "O cartão SD ou cartão de memória USB é somente leitura. Talvez haja uma chave nele que permita a gravação. Caso contrário, ele não poderá ser usado.";
"NotWritable OK" = "OK";

"Label SD Card" = "Cartão SD";

/* Stick writing statuses. */
"Status Downloading" = "Fazendo download…";
"Status Verifying Image" = "Verificando imagem de recuperação…";
"Status Unpacking" = "Descompactando…";
"Status Claiming" = "Reivindicando…";
"Status Unmounting" = "Desconectando…";
"Status Writing" = "Gravando…";
"Status Verifying Media" = "Verificando mídia de recuperação…";
"Status Ejecting" = "Ejetando…";
"Status Done" = "Concluído!";

"StatusAdd Attempt" = " (tentativa %1$d)";

/* Errors */
"Failure Downloading" = "Ocorreu um erro (falha ao fazer download da imagem de origem). Deseja tentar novamente?";
"Failure Verifying Return Value" = "Ocorreu um erro (falha ao verificar a imagem de origem, falha no programa, %1$s). Deseja tentar novamente?";
"Failure Verifying SHA Mismatch" = "Ocorreu um erro (falha ao verificar a imagem de origem, falha na soma de verificação). Deseja tentar novamente?";
"Failure Unpacking" = "Ocorreu um erro (falha ao descompactar a imagem de origem, %1$s). Deseja tentar novamente?";
"Failure Claiming" = "Ocoreu um erro (falha ao reivindicar o cartão USB). Deseja tentar novamente?";
"Failure Unmounting" = "Ocorreu um erro (falha ao desconectar o cartão USB). Deseja tentar novamente?";
"Failure Opening Source Image" = "Ocorreu um erro (falha ao abrir a imagem de origem, %1$s). Deseja tentar novamente?";
"Failure Opening Destination Device" = "Ocorreu um erro (falha ao abrir o cartão USB, %1$s). Deseja tentar novamente?";
"Failure Reading Source Image" = "Ocorreu um erro (falha ao ler da imagem de origem, %1$s). Deseja tentar novamente?";
"Failure Writing Destination Device" = "Ocorreu um erro (falha ao gravar os dados no cartão USB, %1$s). Deseja tentar novamente?";
"Failure Reading Destination Device" = "Ocorreu um erro (falha ao ler o cartão USB, %1$s). Deseja tentar novamente?";
"Failure Resetting Source Image" = "Ocorreu um erro (falha ao retroceder a imagem de origem, %1$s). Deseja tentar novamente?";
"Failure Resetting Destination Device" = "Ocorreu um erro (falha ao retroceder o cartão USB, %1$s). Deseja tentar novamente?";
"Failure Ejecting" = "Ocorreu um erro (falha ao ejetar o cartão USB). Deseja tentar novamente?";

"Failure Try Again" = "Tentar novamente";
"Failure Quit" = "Sair";

"Failure Termination Status" = "Status de conclusão %d";

"Failure Internal Error 1" = "EOF inesperado";
